{
  "client-001": [
    {
      "questionId": "q1",
      "questionText": "Why is this client high priority today?",
      "answerTemplate": "Margaret Chen has a priority score of 94, placing her in your top tier. Several factors contribute:\n\n1. **Panic Indicator Active**: Recent market volatility in tech has triggered significant anxiety\n2. **High AUM at Risk**: $18.5M portfolio (top 5% of your book)\n3. **Unusual Withdrawal Pattern**: Three large withdrawals totaling $2.1M in 45 days\n4. **Overdue Check-in**: 7 days since scheduled quarterly review\n5. **Red Flag Activity**: Unilateral liquidation of major position without consultation\n\nThe combination of high value, demonstrated anxiety, and recent autonomous actions suggests immediate attention is needed to preserve the relationship.",
      "category": "priority"
    },
    {
      "questionId": "q2",
      "questionText": "Summarize my last interaction",
      "answerTemplate": "Your most recent contact was January 8, 2026:\n\n**Channel**: Phone (voicemail)\n**Summary**: You left a voicemail regarding quarterly review scheduling. No response received yet.\n\n**Previous interaction** (December 28, 2025):\n**Channel**: Email from client\n**Sentiment**: Negative\n**Content**: Margaret notified you *after* liquidating her entire NVDA position ($850K). Her message was brief and somewhat defensive: \"I know we discussed holding, but I'm not comfortable with the concentration anymore.\"\n\nThis represents a concerning pattern - the client is making major decisions unilaterally and has become difficult to reach.",
      "category": "history"
    },
    {
      "questionId": "q3",
      "questionText": "What are the main open topics?",
      "answerTemplate": "There are 4 open topics for Margaret Chen, all requiring urgent attention:\n\n**1. Tech sector concentration concerns** (High Priority - New)\nClient has unilaterally liquidated positions. You need to rebuild trust and present a revised allocation strategy.\n\n**2. Schedule Q4 review meeting** (High Priority - Pending Client)\nLeft voicemail on Jan 8, awaiting response. Client has been difficult to reach.\n\n**3. Understand reason for recent withdrawals** (High Priority - New)\nClient cited 'personal family matter' for $500K withdrawal, but the pattern suggests a potentially larger issue requiring sensitive inquiry.\n\n**4. Present alternative investment opportunities** (Medium Priority - In Progress)\nClient expressed interest in real estate and infrastructure alternatives during your last meeting in November.",
      "category": "topics"
    },
    {
      "questionId": "q4",
      "questionText": "Has sentiment changed recently?",
      "answerTemplate": "Yes, there has been a marked deterioration in Margaret's sentiment over the past 2 months:\n\n**December 20 phone call**: Negative shift\n- Client was defensive and impatient\n- Interrupted your explanation with \"I know what diversification is, John. I ran finance at a Fortune 500 company.\"\n- Call ended abruptly\n\n**December 28 email**: Continued negative tone\n- Notified you of major trade after execution\n- Brief, somewhat dismissive language\n\n**January 8**: No response\n- Uncharacteristic non-response to your outreach\n\n**Historical context**: Prior to November, Margaret was generally satisfied. The November meeting showed early signs of anxiety (\"nervous about markets in general\"), but her recent behavior represents a significant escalation.\n\nThis shift coincides with broader tech sector volatility and may be connected to her former employer's recent layoffs.",
      "category": "sentiment"
    },
    {
      "questionId": "q5",
      "questionText": "Is there any prospecting opportunity?",
      "answerTemplate": "**CRITICAL: Retention takes absolute priority over prospecting.** Margaret Chen represents $18.5M in AUM and is showing flight risk.\n\n**Primary Prospection Lead: David Chen**\n- **Who**: Margaret's brother, CEO of Chen Ventures\n- **Why They Matter**: Recently sold a startup for $240M, creating an immediate need for liquidity management and tax-efficient strategies\n- **Why Now**: The liquidity event is recent; however, outreach is currently suspended because the primary relationship with Margaret Chen is at risk\n- **Why Consent Required**: Ethical guidelines and the strained state of the primary relationship require explicit permission or a warm introduction to avoid further damage to trust\n\n**Secondary Network Opportunities**:\n1. **Lisa Wong** (6/10): VP Engineering at TechCorp, received $4M stock compensation package\n2. **James Patterson** (7/10): Client's advisor, expanding to international markets\n3. **Sarah Mitchell** (4/10): CFO at BioTech Innovations, IPO targeted for Q2 2026\n4. **Michael Foster** (5/10): Partner at Foster & Associates, law firm succession planning\n\n**Immediate Recommendation**: All prospection to Margaret's network must be suspended until the primary relationship is stabilized. Attempting to prospect her network while the relationship is strained could further damage trust and create ethical concerns.",
      "category": "opportunities"
    },
    {
      "questionId": "q6",
      "questionText": "What does her portfolio look like?",
      "answerTemplate": "**Total AUM**: $18.5M (down from ~$20.6M before recent withdrawals)\n\n**Current Allocation**:\n- Equities: 62% ($11.47M)\n- Fixed Income: 23% ($4.26M)\n- Alternatives: 12% ($2.22M)\n- Cash: 3% ($0.56M)\n\n**Key Characteristics**:\n- **Dominant Exposure**: Technology sector represents 48% of equity holdings\n- **Recent Activity**: Down $2.1M (-10.2%) in past 45 days through withdrawals and liquidations\n\n**Red Flag Movements**:\n1. Sold entire NVDA position ($850K) on Dec 28 without consultation\n2. Moved $750K from growth equities to money market on Dec 15\n3. Withdrew $500K cash on Dec 3\n\n**Assessment**: Portfolio shows signs of panic-driven de-risking. The unilateral moves suggest loss of confidence in either the market, the strategy, or the advisory relationship itself.",
      "category": "opportunities"
    }
  ],
  "client-031": [
    {
      "questionId": "q1",
      "questionText": "Who is Jean-Luc Moreau?",
      "answerTemplate": "Jean-Luc Moreau is a French national who has spent over three decades building a prominent logistics firm in Paris.\n\n**Professional Background**:\n- Founder and majority shareholder of a mid-sized industrial logistics company based in Paris (16e arrondissement)\n- Actively involved in French industrial trade associations and local logistical planning boards\n- Over 30 years of experience in the logistics sector\n\n**Client Profile**:\n- **Tone**: Highly professional and discreet, reflecting his slightly conservative risk profile\n- **Current Focus**: Capital preservation and succession planning\n- **Recent Activity**: Industry mentions of a succession planning phase for his company, aligning with his desire for capital preservation\n\n**Public Presence**:\n- Maintains a reserved presence on professional networks\n- Occasionally shares articles regarding 'Capital Preservation' and the future of French supply chains",
      "category": "priority"
    },
    {
      "questionId": "q2",
      "questionText": "What prospection opportunities exist in Jean-Luc's network?",
      "answerTemplate": "**Primary Prospection Lead: François Dubois**\n- **Role**: Founder, Dubois Equipment\n- **Relationship**: Close business associate and former supplier to Jean-Luc's logistics company\n- **Why They Matter**: Owns a growing equipment manufacturing firm and is seeking advice on long-term wealth preservation, matching Jean-Luc's own priorities\n- **Why Now**: Dubois is currently facing a volatility anxiety similar to Jean-Luc's post-2022 market outlook\n- **Why Consent Required**: Jean-Luc is highly anxious about market volatility and values discretion; he must personally vouch for the PWM to ensure the lead feels secure\n\n**Additional Network Opportunities**:\n\n1. **Adrien Lefebvre** (9/10) - Operations Director, MLI\n   - Trigger: Leading day-to-day operations during Jean-Luc's succession phase\n   - Next Step: Offer a session on executive financial planning and liquidity\n\n2. **Thierry Vasseur** (8/10) - Senior Consultant, Vasseur & Co.\n   - Trigger: Recently mentioned 'volatility anxiety' regarding his own manufacturing firm\n   - Next Step: Introduction call to discuss wealth preservation strategies\n\n3. **Elise Bertrand** (7/10) - CEO, Maritime Logistics\n   - Trigger: Publicly seeking new shipping infrastructure investments\n   - Next Step: Share market insights on logistics sector volatility\n\n4. **Marc Moreau** (9/10) - Junior Partner / Successor (Adult Son)\n   - Trigger: Preparing to take over a minority stake in the family business\n   - Next Step: Succession planning workshop focused on tax-efficient wealth transfer\n\n**Note**: All outreach requires client consent.",
      "category": "opportunities"
    },
    {
      "questionId": "q3",
      "questionText": "What is Jean-Luc's network saying about succession planning?",
      "answerTemplate": "Jean-Luc Moreau is actively in a succession planning phase, with multiple signals across his network:\n\n**Family Succession**:\n- **Marc Moreau** (his son) is preparing to take over a minority stake in the family business as Junior Partner / Successor\n- This represents a generational wealth transfer opportunity requiring tax-efficient structuring\n\n**Operational Transition**:\n- **Adrien Lefebvre** is leading day-to-day operations as Jean-Luc transitions, suggesting he's stepping back from operational control\n- This creates executive financial planning needs for Lefebvre as well\n\n**Advisory Network**:\n- **Thierry Vasseur**, a senior consultant specializing in French industrial succession and family business transitions, is in Jean-Luc's close network (8/10)\n- Recent industry mentions confirm Jean-Luc is in a succession planning phase\n\n**Peer Context**:\n- **François Dubois**, a close business associate, is also facing similar volatility anxiety and seeking wealth preservation advice\n- This suggests Jean-Luc's concerns are shared within his professional circle\n\n**Strategic Implication**: Jean-Luc's succession planning is creating wealth management needs not just for him, but across his family and key executives. This represents a multi-generational opportunity anchored in business transition expertise.",
      "category": "opportunities"
    },
    {
      "questionId": "q4",
      "questionText": "How should I approach Jean-Luc about prospection?",
      "answerTemplate": "**Client Sensitivity**: Jean-Luc is highly professional and discreet, reflecting his slightly conservative risk profile. Approach with care.\n\n**Key Principles**:\n\n1. **Discretion First**: Jean-Luc values discretion highly and is anxious about market volatility. Any prospection conversation must emphasize confidentiality and personal vouch requirements.\n\n2. **Capital Preservation Focus**: Position prospection opportunities through the lens of capital preservation and wealth structuring, which aligns with his priorities.\n\n3. **Consent-Based Model**: Make it explicit that:\n   - No outreach occurs without his personal approval\n   - His vouch is critical for leads like François Dubois to feel secure\n   - This protects both his reputation and his network relationships\n\n4. **Family-First Context**: When discussing Marc Moreau (his son), frame it as family wealth continuity and tax-efficient transfer, not just prospection.\n\n**Recommended Approach**:\n\"Jean-Luc, as we work together on your succession planning, I've noticed several people in your network facing similar transitions. With your permission, I could offer specialized guidance to [specific person], but only if you feel comfortable making that introduction. Your discretion and trust are paramount.\"\n\n**What to Avoid**:\n- Don't present prospection as purely transactional\n- Avoid suggesting outreach to his network without explicit permission\n- Don't downplay his volatility concerns - acknowledge and address them first",
      "category": "opportunities"
    }
  ],
  "client-032": [
    {
      "questionId": "q1",
      "questionText": "Who is Alessandro Moretti?",
      "answerTemplate": "Alessandro Moretti is a high-profile luxury executive with over 25 years of experience in brand turnaround and global marketing.\n\n**Current Role**:\n- Managing Director for a flagship leather goods 'Maison' within a leading global luxury conglomerate\n- The Maison is a Tier-1 luxury brand known for heritage craftsmanship, generating over €2.1B in annual revenue\n- Heavy focus on APAC and North American markets\n\n**Board & Academic Involvement**:\n- Sits on the board of a Milan-based Fashion Tech incubator\n- Frequent guest lecturer at Bocconi University on Luxury Brand Management\n\n**Public Profile**:\n- **Tone**: Polished, influential, and trend-focused\n- **Positioning**: Positions himself as a 'bridge' between traditional luxury and future tech\n- **Activity**: Highly active in the 'quiet luxury' discourse\n- Frequently posts about the intersection of sustainable craftsmanship and AI in retail\n- Recently interviewed by Vogue Business regarding the digital transformation of heritage brands\n\n**Strategic Context**: Alessandro operates at the intersection of heritage luxury and innovation, making him influential in both traditional wealth circles and emerging tech-driven luxury markets.",
      "category": "priority"
    },
    {
      "questionId": "q2",
      "questionText": "What prospection opportunities exist in Alessandro's network?",
      "answerTemplate": "**Primary Prospection Lead: Marco Valenti**\n- **Role**: Founder, Valenti Artisans\n- **Relationship**: Strategic supplier to Alessandro's Maison\n- **Why They Matter**: As a key supplier to Alessandro's Maison, Valenti's company is a 'hidden gem' in the supply chain. A potential €30M acquisition would create immediate liquidity.\n- **Why Now**: Alessandro mentioned Valenti's stress regarding 'selling the family legacy' during a recent interview\n- **Why Consent Required**: The relationship is sensitive due to the 'Client-Supplier' dynamic. Direct solicitation without Alessandro's blessing could be seen as an ethical breach and jeopardize Alessandro's corporate standing.\n\n**Additional Network Opportunities**:\n\n1. **Elena Rossi** (8/10) - Chief Marketing Officer (CMO)\n   - Trigger: Recently promoted to global executive committee; significant salary/bonus hike\n   - Next Step: Educational invite: 'Managing Executive Windfalls' webinar\n   - Relationship: Direct Report / Close Peer\n\n2. **Giulia Moretti** (9/10) - Architect / Designer (Sister)\n   - Trigger: Opening a new flagship studio in New York; needs cross-border tax advice\n   - Next Step: Warm intro call regarding international wealth transfer\n   - Relationship: Family\n\n3. **Lorenzo Conti** (5/10) - VC Partner, Milano Tech\n   - Trigger: Closing a new €100M fashion-tech fund\n   - Next Step: Share thought leadership on Alternative Assets and Private Equity\n   - Relationship: Investment Partner\n\n**Note**: All outreach requires client consent, particularly for Marco Valenti given the sensitive supplier relationship.",
      "category": "opportunities"
    },
    {
      "questionId": "q3",
      "questionText": "Why is Marco Valenti such a sensitive prospection opportunity?",
      "answerTemplate": "Marco Valenti represents a high-value but ethically complex prospection opportunity:\n\n**The Opportunity**:\n- Valenti Artisans is a strategic supplier to Alessandro's Maison\n- The company is currently being courted for acquisition by a major luxury conglomerate\n- Potential €30M acquisition would create immediate liquidity needs\n- Valenti is stressed about 'selling the family legacy' (mentioned by Alessandro in recent interview)\n\n**Why Consent is Critical**:\n\n1. **Client-Supplier Dynamic**: Alessandro and Marco have a business relationship where Alessandro's company depends on Valenti's craftsmanship. Direct solicitation could:\n   - Appear as if you're leveraging privileged information from Alessandro\n   - Create conflict of interest concerns\n   - Jeopardize Alessandro's corporate standing if seen as inappropriate\n\n2. **Reputational Risk**: The luxury industry is small and reputation-sensitive. If Valenti perceives this as:\n   - Opportunistic targeting based on inside knowledge\n   - Breach of Alessandro's confidence\n   - Unprofessional prospecting\n   ...it could damage both Alessandro's reputation and your firm's standing in the luxury sector\n\n3. **Relationship Trust**: Alessandro shared information about Valenti's stress in a professional context. Using that information without Alessandro's explicit blessing violates the trust inherent in the advisory relationship.\n\n**Proper Approach**:\n\"Alessandro, I understand Marco Valenti may be navigating some complex decisions around his company's future. If you feel it would be appropriate and valuable, I'd be happy to offer guidance on pre-acquisition wealth structuring - but only with your introduction and endorsement.\"\n\n**Bottom Line**: This is a €30M opportunity that requires Alessandro's active participation and blessing. Without it, the ethical and reputational risks far outweigh the potential gain.",
      "category": "opportunities"
    },
    {
      "questionId": "q4",
      "questionText": "How can I leverage Alessandro's influence in the luxury sector?",
      "answerTemplate": "Alessandro Moretti is uniquely positioned as a bridge between traditional luxury and future tech. His influence creates multiple strategic opportunities:\n\n**Direct Network Value**:\n\n1. **High-Net-Worth Executives**: Alessandro works with C-suite executives across the luxury conglomerate, many experiencing significant compensation events:\n   - **Elena Rossi**: Recently promoted to global executive committee with significant salary/bonus hike\n   - Others likely facing similar windfalls in a €2.1B revenue organization\n\n2. **Family Office Potential**: \n   - **Giulia Moretti** (his sister): Architect/designer opening a flagship studio in New York\n   - Cross-border wealth transfer and international tax planning needs\n   - Potential entry point to the broader Moretti family wealth\n\n3. **Innovation Capital**:\n   - **Lorenzo Conti**: VC Partner closing a €100M fashion-tech fund\n   - Access to emerging wealth in the fashion-tech ecosystem\n   - Alternative asset exposure for existing clients\n\n**Thought Leadership Platform**:\n- Alessandro is a Bocconi University guest lecturer and Fashion Tech incubator board member\n- Partner with him on luxury sector wealth management content:\n  - 'Managing Windfalls in the Luxury Sector'\n  - 'Cross-Border Wealth for Global Luxury Executives'\n  - 'Alternative Assets: Fashion-Tech Meets Traditional Wealth'\n\n**Referral Ecosystem**:\n- Position as the 'wealth advisor to luxury leadership'\n- Alessandro's endorsement carries significant weight in his circles\n- His 'polished, influential' tone and Vogue Business profile make him a powerful advocate\n\n**Key Principle**: Treat Alessandro as a strategic partner, not just a client. His network and influence are assets - but only if approached with respect for the sensitive relationships involved.",
      "category": "opportunities"
    }
  ]
}
